export default {
  projections: {
    УслугаE: {
      датаУслуги: {
        __caption__: 'Дата услуги'
      },
      прайсЛист: {
        __caption__: 'Прайс лист',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      записьВремя: {
        __caption__: 'Запись время',
        время: {
          __caption__: 'Время'
        }
      }
    }
  },
  validations: {
    датаУслуги: {
      __caption__: 'Дата услуги'
    },
    записьВремя: {
      __caption__: 'Запись время'
    },
    прайсЛист: {
      __caption__: 'Прайс лист'
    },
    записьКлиента: {
      __caption__: 'записьКлиента'
    }
  }
};
