export default {
  projections: {
    ТрудозатратыE: {
      датаОтчета: {
        __caption__: 'Дата отчета'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИОСотрудника: {
          __caption__: 'Ф и о сотрудника'
        }
      },
      расходМатериад: {
        __caption__: 'Расход материад',
        количество: {
          __caption__: 'Количество'
        },
        материал: {
          __caption__: 'Материал',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ТрудозатратыL: {
      датаОтчета: {
        __caption__: 'Дата отчета'
      },
      сотрудники: {
        __caption__: 'Ф и о сотрудника',
        фИОСотрудника: {
          __caption__: 'Ф и о сотрудника'
        }
      }
    }
  },
  validations: {
    датаОтчета: {
      __caption__: 'Дата отчета'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    расходМатериад: {
      __caption__: 'Расход материад'
    }
  }
};
