export default {
  projections: {
    ЗаписьВремяE: {
      время: {
        __caption__: 'Время'
      },
      статус: {
        __caption__: 'Статус'
      },
      дата: {
        __caption__: 'Дата'
      },
      прайсЛист: {
        __caption__: 'Прайс лист',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ЗаписьВремяL: {
      время: {
        __caption__: 'Время'
      },
      статус: {
        __caption__: 'Статус'
      },
      дата: {
        __caption__: 'Дата'
      },
      прайсЛист: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    статус: {
      __caption__: 'Статус'
    },
    прайсЛист: {
      __caption__: 'Прайс лист'
    }
  }
};
